Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: <strong>Order</strong> - Pages are usually ordered alphabetically, but you can choose your own order by entering a number (1 for first, etc.) in this field.
ca_es: <strong>Ordre</strong> - Les pàgines es mostren normalment en ordre alfabètic, però podeu escollir el vostre propi ordre en introduir un número (1 si és primer, etcètera) en aquest camp.

source: Please enter your FTP or SSH credentials to proceed.
ca_es: Introduïu les dades FTP o SSH per procedir.

source: Please enter your FTP credentials to proceed.
ca_es: Introduïu les dades FTP per procedir.

source: If you do not remember your credentials, you should contact your web host.
ca_es: Si no recordeu les dades, hauríeu de contactar amb el vostre allotjament web.

source: You can Upload a theme manually if you have already downloaded its ZIP archive onto your computer (make sure it is from a trusted and original source). You can also do it the old-fashioned way and copy a downloaded theme&#8217;s folder via FTP into your <code>/wp-content/themes</code> directory.
ca_es: Podeu penjar un tema manualment si ja heu descarregat l'axiu ZIP al vostre ordinador (assegureu-vos d'haver-ho fet d'una font de confiança). També podeu fer-ho a la manera antiga i copiar via FTP la carpeta d'un tema descarregat al directori <code>/wp-content/themes</code>.

source: Your profile contains information about you (your &#8220;account&#8221;) as well as some personal options related to using WordPress.
ca_es: El vostre perfil conté informació sobre tu (el vostre &#8220;compte&#8221;), així com algunes opcions personals sobre com fer servir el WordPress.

source: Pages are similar to Posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest Pages under other Pages by making one the &#8220;Parent&#8221; of the other, creating a group of Pages.
ca_es: Les pàgines són similars a les entrades perquè tenen títol, cos i metadades associades, però són diferents perquè no són part del flux cronològic del bloc, són com entrades permanents. Les pàgines no tenen categories ni estan etiquetades, però poden tenir jerarquia. Podeu niar unes pàgines sota altres en fer que una siga &#8220;pare&#8221; de l'altra, creant un grup de pàgines.

source: <strong>Send Trackbacks</strong> - Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. Enter the URL(s) you want to send trackbacks. If you link to other WordPress sites they&#8217;ll be notified automatically using pingbacks, and this field is unnecessary.
ca_es: <strong>Envia retroenllaços</strong> - Els retroenllaços són una manera d'avisar als sistemes de blocs tradicionals que els heu enllaçat. Introduïu la o les URL on voleu enviar els retroenllaços. Si enllaceu a altres blocs amb WordPress se'ls avisarà automàticament a través dels retropings, i llavors aquest camp no és necessari.

source: Contributors can write and manage their posts but not publish posts or upload media files.
ca_es: Els col·laboradors poden escriure i gestionar les seves entrades però no poden publicar-ne o penjar fitxers multimèdia.

source: Administrators have access to all the administration features.
ca_es: Els administradors tenen accés a totes les característiques d'administració.

source: You can use the editor to make changes to any of your plugins&#8217; individual PHP files. Be aware that if you make changes, plugins updates will overwrite your customizations.
ca_es: Podeu fer servir l'editor per fer canvis en qualssevol dels fitxers PHP de les extensions. Tingueu en compte que si feu canvis, les actualitzacions de les extensions sobreescriuran les vostres personalitzacions.

source: You can add links here to be displayed on your site, usually using <a href="%s">Widgets</a>. By default, links to several sites in the WordPress community are included as examples.
ca_es: Podeu afegir enllaços aquí per mostrar-los al lloc web, normalment fent servir <a href="%s">Ginys</a>. Per defecte, els enllaços a diversos llocs web de la comunitat del WordPress estan inclosos com a exemples.

source: If you delete a link, it will be removed permanently, as Links do not have a Trash function yet.
ca_es: Si esborreu un enllaç, s'eliminarà permanentment, ja que els enllaços no tenen encara una funció Paperera.

source: Updating your WordPress installation is a simple one-click procedure; just click on the Update button when it says a new version is available.
ca_es: Actualitzar la instal·lació del WordPress és un simple procediment d'un clic; solament feu clic al botó Actualitza quan digui que hi ha una versió disponible nova.

source: Don&#8217;t forget to click on the Save Changes button when you are finished.
ca_es: No oblideu fer clic al botó Desa els canvis quan acabeu.

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a custom background. Your background can be an image or a color.
ca_es: Podeu personalitzar l'aparença del lloc sense tocar res del codi del tema si useu un fons personalitzat. El fons pot ser una imatge o un color.

source: <strong>Slug</strong> - The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
ca_es: <strong>Resum</strong> - El &#8220;resum&#8221; és la URL amigable del nom. Normalment són minúscules i conté solament lletres, noms i guions.

source: You can also create posts with the <a href="%s">Press This bookmarklet</a>.
ca_es: Podeu també crear entrades amb el bookmarklet <a href="%s">Premeu això</a>.

source: Your username cannot be changed, but you can use other fields to enter your real name or a nickname, and change which name to display on your posts.
ca_es: El nom d'usuari no es pot canviar, però podeu fer servir altres camps per escriure el nom real o un àlies i canviar quin nom voleu que aparegui a les entrades.

source: Required fields are indicated; the rest are optional. Profile information will only be displayed if your theme is set up to do so.
ca_es: Els camps obligatoris estan indicats; la resta són opcionals. La informació del perfil només es mostrarà si el tema està preparat per fer-ho.

source: Remember to click the Update Profile button when you are finished.
ca_es: Recordeu fer clic al botó «Actualitza el perfil» quan acabeu.

source: Editors can publish posts, manage posts as well as manage other people&#8217;s posts, etc.
ca_es: Els editors poden publicar entrades, gestionar tant entrades pròpies com d'altres usuaris, etcètera

source: You can also moderate the comment from this screen using the Status box, where you can also change the timestamp of the comment.
ca_es: També podeu moderar el comentari des d'aquesta pantalla fent servir la caixa d'Estat, des d'on podeu canviar també la data i hora del comentari.

source: You can edit the information left in a comment if needed. This is often useful when you notice that a commenter has made a typographical error.
ca_es: Podeu editar la informació que es deixa en un comentari, si cal. Això normalment és útil si us adoneu que un usuari ha fet un error tipogràfic.

source: Enter menu name here
ca_es: Escriviu aquí el nom del menú

source: UTC means Coordinated Universal Time.
ca_es: UTC significa Temps Coordinat Universal

source: The fields on this screen determine some of the basics of your site setup.
ca_es: Els camps d'aquesta pantalla determinen algunes de les bases de la instal·lació del lloc.

source: This screen contains the settings that affect the display of your content.
ca_es: Aquesta pantalla conté la configuració que afecten a la visualització del contingut.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
ca_es: Heu de fer clic al botó Desa els canvis de la part inferior de la pantalla perquè la configuració nova tingui efecte.

source: The WordPress URL and the Site URL can be the same (example.com) or different; for example, having the WordPress core files (example.com/wordpress) in a subdirectory instead of the root directory.
ca_es: L'URL del WordPress i l'URL del lloc poden ser la mateixa (exemple.com) o diferent; per exemple, si teniu els fitxers del WordPress en un subdirectori (exemple.com/wordpress) en lloc de tenir-los al directori arrel.

source: The boxes for link name, web address, and description have fixed positions, while the others may be repositioned using drag and drop. You can also hide boxes you don&#8217;t use in the Screen Options tab, or minimize boxes by clicking on the title bar of the box.
ca_es: Les caixes per al nom de l'enllaç, l'adreça web i la descripció tenen posicions fixes, mentre que les altres poden canviar de posició si les arrossegueu i deixeu anar enlloc. Podeu també amagar les caixes que no voleu usar en la pestanya d'Opcions de pantalla, o minimitzar les caixes en fer clic en la barra del títol de la caixa.

source: While your site is being updated, it will be in maintenance mode. As soon as your updates are complete, your site will return to normal.
ca_es: Mentre el lloc s'estigui actualitzant, estarà en mode de manteniment. Una vegada les actualitzacions hagin acabat, el bloc tornarà al seu estat normal.

source: Your plugins are all up to date.
ca_es: Totes les extensions estan actualitzades.

source: You have the latest version of WordPress.
ca_es: Teniu l'última versió del WordPress.

source: Your themes are all up to date.
ca_es: Tots els temes estan actualitzats.

source: An updated version of WordPress is available.
ca_es: Hi ha disponible una versió actualitzada del WordPress.

source: Function Name&hellip;
ca_es: Nom de la funció&hellip;

source: Activate importer
ca_es: Activeu l'importador

source: You can add or edit links on this screen by entering information in each of the boxes. Only the link&#8217;s web address and name (the text you want to display on your site as the link) are required fields.
ca_es: Podeu afegir o editar enllaços en aquesta pantalla escrivint informació a cada caixa. Els únics camps obligatoris són l'adreça de l'enllaç a la pàgina web i el nom (el text que voleu mostrar al lloc com a enllaç).

source: Return to Importers
ca_es: Torna als importadors

source: Activate Plugin &amp; Run Importer
ca_es: Activa l'extensió &amp; Executa l'importador

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
ca_es: Les categories es poden convertir de manera selectiva a etiquetes fent servir el <a href="%s">convertidor de categories a etiquetes</a>.

source: Home: %s
ca_es: Inici: %s

source: The <strong>%s</strong> importer is invalid or is not installed.
ca_es: L'importador <strong>%s</strong> no és vàlid o no està instal·lat.

source: Page Attributes
ca_es: Atributs de la pàgina

source: Need help? Use the Help tab in the upper right of your screen.
ca_es: Necessiteu ajuda? Feu servir la pestanya «Ajuda» de dalt a la dreta de la vostra pantalla.

source: This screen lists links to plugins to import data from blogging/content management platforms. Choose the platform you want to import from, and click Install Now when you are prompted in the popup window. If your platform is not listed, click the link to search the plugin directory for other importer plugins to see if there is one for your platform.
ca_es: Aquesta pantalla llista enllaços a extensions per importar dades des d'altres sistemes de gestió de contingut. Trieu la plataforma des de la qual voleu importar i feu clic a Instal·la ara quan s'us demani a la finestra emergent. Si la vostra plataforma no està llistada, feu clic a l'enllaç per cercar al directori d'extensions d'altres i veure si hi ha per a la vostra plataforma.

source: Once generated, your WXR file can be imported by another WordPress site or by another blogging platform able to access this format.
ca_es: Una vegada generat, el fitxer WXR es pot importar a un altre lloc web del WordPress o a una altra plataforma de blocs capaç d'accedir a aquest format.

source: You can customize the display of this screen using the Screen Options tab and/or the dropdown filters above the links table.
ca_es: Podeu personalitzar la visualització d'aquesta pantalla amb la pestanya d'Opcions de pantalla i/o els filtres desplegables de sobre de la taula d'enllaços.

source: Choose a plugin to edit from the menu in the upper right and click the Select button. Click once on any file name to load it in the editor, and make your changes. Don&#8217;t forget to save your changes (Update File) when you&#8217;re finished.
ca_es: Trieu l'extensió que vulgueu editar des del menú de dalt a la dreta i feu clic al botó Selecciona. Feu clic sobre qualsevol nom de fitxer per carregar-lo a l'editor i fer els vostres canvis. No oblideu desar els vostres canvis (Actualitza el fitxer) quan hàgeu acabat.

source: Most of the time, plugins play nicely with the core of WordPress and with other plugins. Sometimes, though, a plugin&#8217;s code will get in the way of another plugin, causing compatibility issues. If your site starts doing strange things, this may be the problem. Try deactivating all your plugins and re-activating them in various combinations until you isolate which one(s) caused the issue.
ca_es: Gairebé sempre, les extensions funcionen bé amb el nucli del WordPress i amb altres extensions. A vegades, però, el codi d'una extensió interferirà amb una altra extensió causant problemes de compatibilitat. Si el vostre lloc comença a fer coses rares, aquest podria ser el problema. Proveu de desactivar totes les vostres extensions i reactivar-les en diverses combinacions fins que aïlleu la o les extensions que van causar el problema.

source: Aside from the default theme included with your WordPress installation, themes are designed and developed by third parties.
ca_es: A part del tema per defecte inclòs amb la vostra instal·lació del WordPress, els temes estan dissenyats i desenvolupats per terceres persones.

source: Widgets may be used multiple times. You can give each widget a title, to display on your site, but it&#8217;s not required.
ca_es: Els ginys els podeu fer servir múltiples vegades. Podeu donar a cada giny un títol per mostrar-lo al lloc web, però no és obligatori.

source: Enabling Accessibility Mode, via Screen Options, allows you to use Add and Edit buttons instead of using drag and drop.
ca_es: En habilitar el Mode d'Accessibilitat, a través de les Opcions de pantalla, us permet fer servir els botons Afegeix i Edita en lloc d'haver d'arrossegar.

source: You can use the Theme Editor to edit the individual CSS and PHP files which make up your theme.
ca_es: Podeu fer servir l'Editor de temes per editar els fitxers PHP i CSS que formen el tema.

source: Begin by choosing a theme to edit from the dropdown menu and clicking Select. A list then appears of all the template files. Clicking once on any file name causes the file to appear in the large Editor box.
ca_es: Comenceu triant un tema a editar del menú desplegable i feu clic a Selecciona. Llavors apareixerà una llista amb tots els fitxers de la plantilla. Si feu clic sobre qualsevol nom de fitxer, aquest apareixerà a la caixa de l'Editor.

source: Widgets are independent sections of content that can be placed into any widgetized area provided by your theme (commonly called sidebars). To populate your sidebars/widget areas with individual widgets, drag and drop the title bars into the desired area. By default, only the first widget area is expanded. To populate additional widget areas, click on their title bars to expand them.
ca_es: Els ginys són seccions independents de contingut que es poden ubicar a qualsevol àrea de ginys que permeti el vostre tema (normalment anomenades barres laterals). Per omplir les vostres barres laterals o àrees de ginys amb ginys, arrossegueu i deixeu anar les barres dels títols a l'àrea que desitgeu. Per defecte, només s'expandeix la primera àrea de ginys. Per omplir les àrees addicionals, feu clic a les seves barres de títol per expandir-les.

source: You can Search for themes by keyword, author, or tag, or can get more specific and search by criteria listed in the feature filter. Alternately, you can browse the themes that are Featured, Newest, or Recently Updated. When you find a theme you like, you can preview it or install it.
ca_es: Podeu cercar temes per paraula clau, autor o etiqueta o podeu ser més específics i cercar pels criteris llistats al filtre de característiques. Alternativament, podeu navegar pels temes que són Destacats, Els més recents o els Recentment actualitzats. Quan trobeu un tema que us agradi, podeu previsualitzar-lo o instal·lar-lo.

source: <strong>Advice:</strong> think very carefully about your site crashing if you are live-editing the theme currently in use.
ca_es: <strong>Consell:</strong> penseu detingudament que el lloc es pot trencar si editeu en viu el tema que actualment està en ús.

source: After typing in your edits, click Update File.
ca_es: Una vegada feu els canvis, feu clic a Actualitza el fitxer.

source: (no parent)
ca_es: (sense pare)

source: <strong>Template</strong> - Some themes have custom templates you can use for certain pages that might have additional features or custom layouts. If so, you&#8217;ll see them in this dropdown menu.
ca_es: <strong>Plantilla</strong> - Alguns temes tenen plantilles personalitzades que podeu usar per a certes pàgines que puguin tenir característiques addicionals o dissenys personalitzats. Si és així, els veureu en aquest menú desplegable.

source: <strong>Parent</strong> - You can arrange your pages in hierarchies. For example, you could have an &#8220;About&#8221; page that has &#8220;Life Story&#8221; and &#8220;My Dog&#8221; pages under it. There are no limits to how many levels you can nest pages.
ca_es: <strong>Pare</strong> - Podeu organitzar les pàgines per jerarquies. Per exemple, podeu tenir una pàgina &#8220;Quant a&#8221; que tingui les pàgines &#8220;Història de ma vida&#8221; i &#8220;El meu gos&#8221; per sota d'ella. No hi ha límit en quants nivells podeu niar les pàgines.

source: All updates have been completed.
ca_es: S'han completat totes les actualitzacions

source: When adding a new tag on this screen, you&#8217;ll fill in the following fields:
ca_es: Quan afegiu una etiqueta nova en aquesta pantalla, completareu els següents camps:

source: You can use categories to define sections of your site and group related posts. The default category is &#8220;Uncategorized&#8221; until you change it in your <a href="%s">writing settings</a>.
ca_es: Podeu fer servir les categories per definir seccions del lloc i grups d'entrades relacionades. La categoria per defecte és &#8220;general&#8221; fins que ho canvieu a la <a href="%s">configuració d'escriptura</a>.

source: What&#8217;s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
ca_es: Quina és la diferència entre categories i etiquetes? Normalment, les etiquetes són paraules clau específiques que identifiquen informació important de l'entrada (noms, assumptes, etcètera), que poden o no poden repetir-se en altres entrades, mentre que les categories són seccions predeterminades. Si penseu en el lloc com si fos un llibre, les categories serien la taula de continguts i les etiquetes serien com els termes de l'índex.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
ca_es: Podeu canviar la visualització d'aquesta pantalla fent servir la pestanya Opcions de pantalla per establir quants elements es mostraran per pantalla i mostrar/amagar columnes a la taula.

source: <strong>Description</strong> - The description is not prominent by default; however, some themes may display it.
ca_es: <strong>Descripció</strong> - La descripció no és prominent per defecte; tanmateix, alguns temes poden mostrar-la.

source: <strong>Name</strong> - The name is how it appears on your site.
ca_es: <strong>Nom</strong> - El nom és com apareix al lloc.

source: When adding a new category on this screen, you&#8217;ll fill in the following fields:
ca_es: Quan afegiu una categoria nova en aquesta pantalla, completareu els següents camps:

source: You can narrow the list by file type/status using the text link filters at the top of the screen. You also can refine the list by date using the dropdown menu above the media table.
ca_es: Podeu reduir la llista pel tipus/estat del fitxer fent servir els filtres a la part superior de la pantalla. També podeu refinar la llista per data fent servir el menú desplegable que hi ha a sobre la taula dels mèdia.

source: Default Images
ca_es: Imatges predeterminades

source: Crop Header Image
ca_es: Retalla la imatge de capçalera

source: This will remove the header image. You will not be able to restore any customizations.
ca_es: Això eliminarà la imatge de capçalera. No podreu restaurar qualsevol personalització que hàgeu fet.

source: Remove Header Image
ca_es: Elimina la imatge de capçalera

source: Reset Image
ca_es: Reinicialitza la imatge

source: This will restore the original header image. You will not be able to restore any customizations.
ca_es: Això restaurarà la imatge de capçalera original. No podreu restaurar qualsevol personalització que hàgeu fet.

source: Restore Original Header Image
ca_es: Restaure la imatge de capçalera original

source: Text Color
ca_es: Color del text

source: Image Upload Error
ca_es: Error en penjar la imatge

source: You need Javascript to choose a part of the image.
ca_es: Necessiteu Javascript per triar una part de la imatge.

source: A yellow row means the comment is waiting for you to moderate it.
ca_es: Una fila groga significa que el comentari està en espera per ser moderat.

source: Edit this item
ca_es: Edita aquest element

source: Edit this item inline
ca_es: Edita aquest element en línia

source: Restore this item from the Trash
ca_es: Restaura aquest element de la paperera

source: Move this item to the Trash
ca_es: Mou aquest element a la paperera

source: Delete this item permanently
ca_es: Elimina aquest element permanentment

source: Allow comments.
ca_es: Permet comentaris.

source: Install the LiveJournal importer to import posts from LiveJournal using their API.
ca_es: Instal·la l'importador del LiveJournal per importar entrades del LiveJournal amb la seva API.

source: Return to WordPress Updates
ca_es: Torna a les actualitzacions del WordPress
